const roles = require("./role.js");
module.exports =
{
    "主線": {
        plots: {
            "序章": {
                plots: {
                    "戰火漫天的世界。": {
                        plots: {
                            "start": {
                                author: roles["public"],
                                text: `你是為了什麼而戰呢？
                                在這全宇宙都陷入火海之時。
                                
                                3百年前起至今，無明時盡蔓延至大半個宇宙，使無數生物陷入了皗零狀態。
                                就像喪屍病毒般的，感染者將會逐漸失去身而為人的本心，轉變為無意識的墟體，並無差別的攻擊活著的生命體。
                                
                                人們為守護所愛而戰鬥。
                                這份初心，一旦動搖，長年在墟體間戰鬥的人就會立刻被侵蝕殆盡，只有意志最堅定者才能活到最後一刻。`,
                                options: {
                                    "id": ``
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}
