module.exports = {
  "近戰武器":{
    "帝國短刀":{
      "描述": "帝國制式短刀，通常作為象徵用途",
      "ID": "w1",
      "type": "武裝",
      "格數": 1,
      "冷卻": 0.5,
      "攻擊加成": 10,
      "防禦加成": 10,
      "移動加成": 0,
      "cost": 500
    },
    "帝國軍刀":{
      "描述": "帝國制式軍刀，對無防護目標有不錯的殺傷效果，常見的護身武器",
      "ID": "w2",
      "type": "武裝",
      "格數": 2,
      "冷卻": 1,
      "攻擊加成": 20,
      "防禦加成": 10,
      "移動加成": 0,
      "cost": 1000
    },
    "鏈鋸劍":{
      "描述": "帝國戰鬥用劍，刀刃換做為鏈鋸以更有效的撕裂敵人，如果用來砍載具有能不錯的效果",
      "ID": "w3",
      "type": "武裝",
      "格數": 2,
      "冷卻": 1.2,
      "攻擊加成": 30,
      "防禦加成": 10,
      "移動加成": 0,
      "cost": 1200
    },
    "動力爪":{
      "描述": "非典型近戰用武器，以拆解載具的爪子改造而來，通常會由改造過的人使用",
      "ID": "w4",
      "type": "武裝",
      "格數": 2,
      "冷卻": 1,
      "攻擊加成": 40,
      "防禦加成": 5,
      "移動加成": 0,
      "cost": 1500
    },
    "動力拳套":{
      "描述": "金屬製拳套，外頭圍繞著分解立場，通常搭配裝甲使用，很重",
      "ID": "w5",
      "type": "武裝",
      "格數": 2,
      "冷卻": 1,
      "攻擊加成": 20,
      "防禦加成": 10,
      "移動加成": 50,
      "cost": 1800
    },
    "帝國戰斧":{
      "描述": "帝國制式戰鬥斧，斧刃上帶有分解立場，單手用",
      "ID": "w6",
      "type": "武裝",
      "格數": 2,
      "冷卻": 2,
      "攻擊加成": 50,
      "防禦加成": 5,
      "移動加成": 0,
      "cost": 2000
    },
    "鏈鋸斧":{
      "描述": "鏈鋸劍的變種，斧刃換為鏈鋸，雙手用",
      "ID": "w7",
      "type": "武裝",
      "格數": 2,
      "冷卻": 3,
      "攻擊加成": 50,
      "防禦加成": 5,
      "移動加成": 0,
      "cost": 2500
    },
    "裝甲用匕首":{
      "描述": "大型的匕首，長度約莫跟一般人拿的劍相同，通常是穿上裝甲才會使用",
      "ID": "w8",
      "type": "武裝",
      "格數": 2,
      "冷卻": 4,
      "攻擊加成": 60,
      "防禦加成": 30,
      "移動加成": 0,
      "cost": 5000
    }
  },
  "輕型武器":{
    "雷射手槍":{
      "描述": "小型的雷射槍，殺傷沒有護甲的敵人有較大傷害",
      "ID": "w9",
      "type": "武裝",
      "格數": 1,
      "冷卻": 2,
      "攻擊加成": 50,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 2500
    },
    "爆彈槍":{
      "描述": "大型的步槍，有分為裝彈數低但是能打穿輕型載具護甲跟裝彈數多但只能殺傷步兵的兩種",
      "ID": "w9",
      "type": "武裝",
      "格數": 2,
      "冷卻": 2,
      "攻擊加成": 70,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 4000
    },
    "雷射步槍":{
      "描述": "帝國士兵主要武器，可打穿有薄弱裝甲的士兵",
      "ID": "w9",
      "type": "武裝",
      "格數": 2,
      "冷卻": 2,
      "攻擊加成": 60,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 3000
    },
    "霰彈槍":{
      "描述": "帝國士兵在巷戰使用的武器，以大面積殺傷為主",
      "ID": "w9",
      "type": "武裝",
      "格數": 2,
      "冷卻": 2,
      "攻擊加成": 70,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 3500
    },
    "火焰噴射器":{
      "描述": "清掃雜兵使用，通常用作威攝敵人",
      "ID": "w9",
      "type": "武裝",
      "格數": 2,
      "冷卻": 1,
      "攻擊加成": 40,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 3000
    },
    "爆彈手槍":{
      "描述": "帝國督軍使用的手槍，殺傷力強，聲音大，主要用以威攝逃兵",
      "ID": "w9",
      "type": "武裝",
      "格數": 1,
      "冷卻": 5,
      "攻擊加成": 100,
      "防禦加成": 0,
      "移動加成": 0,
      "cost": 3500
    }
  },
  "虛空武裝": {
  }

}
